Dear Parents,

I'd like to take a moment to clarify an important part of my last email.

In order to have a successful Parent Association you must first elect 
Officers (President, Vice President, Secretary, Treasurer).

Consequently, the first step is for the "Organizing Committee" of grade 
level volunteers to meet together.

The committee needs to put forth candidates for Officers.

Those candidates should be sent to me so they can be put on a ballot for 
election.

I would like to receive the names of the candidates for Officers this 
week, if possible.

If needed, I can provide a place for the committee to meet and 
refreshments.

Thanks,

Peter...


*Please do not reply to this email.

If you have questions, please contact Head of School Office at 
064-801-1204 or hyunju.oh@sjajeju.kr.




\ud559\ubd80\ubaa8\ub2d8\uaed8

\uc81c\uac00 \ucd5c\uadfc \ubcf4\ub0b8 \uc774\uba54\uc77c\uc5d0\uc11c \uc911\uc694\ud55c \ubd80\ubd84\uc744 \ub2e4\uc2dc \ud55c\ubc88 \uc124\uba85\uc744 \ub4dc\ub9ac\uace0\uc790 \uc774\uba54\uc77c\uc744 \ub4dc\ub9bd\ub2c8\ub2e4.

\uc131\uacf5\uc801\uc778 \ud559\ubd80\ubaa8\ud68c\uac00 \uc788\uae30 \uc704\ud574\uc11c\ub294 \uc6b0\uc120 \uc784\uc6d0(\ud68c\uc7a5, \ubd80\ud68c\uc7a5, \ucd1d\ubb34, \ud68c\uacc4)\uc744 \uc120\ucd9c\ud558\uc154\uc57c\ub9cc \ud569\ub2c8\ub2e4.

\ub530\ub77c\uc11c, \uac01 \ud559\ub144\uc758 \uc784\uc2dc \ub300\ud45c \ud559\ubd80\ubaa8\ub2d8\uc73c\ub85c \uc774\ub8e8\uc5b4\uc9c4 "\uad6c\uc131 \uc704\uc6d0\ud68c"\uac00 \ud568\uaed8 \ubaa8\uc5ec \ub17c\uc758\ub97c \ud558\ub294 \uac83\uc774 \uccab \ub2e8\uacc4\uac00 \ub420 \uac83\uc785\ub2c8\ub2e4.

\uc774 \uc704\uc6d0\ud68c\ub294 \uc784\uc6d0\uc9c1\uc758 \ud6c4\ubcf4\uc790\ub4e4\uc744 \uc81c\uc2dc\ud558\uc5ec\uc57c \ud569\ub2c8\ub2e4.

\uc774 \ud6c4\ubcf4\uc790\ub4e4\uc774 \ud22c\ud45c\uc9c0\uc5d0 \uae30\ub85d\ub418\uae30 \uc704\ud574\uc11c\ub294 \uc800\uc5d0\uac8c \ud6c4\ubcf4\uc790 \uba85\ub2e8\uc744 \uc81c\ucd9c\ud558\uc5ec\uc57c \ud569\ub2c8\ub2e4.

\uac00\ub2a5\ud558\uba74 \uc774\ubc88\uc8fc \uc548\uc73c\ub85c \ud6c4\ubcf4\uc790\ub4e4\uc758 \uba85\ub2e8\uc744 \ubc1b\uace0 \uc2f6\uc2b5\ub2c8\ub2e4.

\ud544\uc694\ud558\uc2e0 \uacbd\uc6b0, \uad6c\uc131 \uc704\uc6d0\ud68c \ud68c\uc758\ub97c \uc704\ud55c \uc7a5\uc18c \ubc0f \ub2e4\uacfc\ub97c \uc81c\uacf5\ud574 \ub4dc\ub9b4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

\uac10\uc0ac\ud569\ub2c8\ub2e4.

Peter Toscano \ucd1d\uad50\uc7a5 \ub4dc\ub9bc


*\uc774 \uc774\uba54\uc77c\uc740 \ubc1c\uc2e0 \uc804\uc6a9\uc785\ub2c8\ub2e4.

\ubb38\uc758 \uc0ac\ud56d\uc774 \uc788\uc73c\uc2e0 \uacbd\uc6b0, 064-801-1204 \ub610\ub294 hyunju.oh@sjajeju.kr\uc744 \ud1b5\ud574 \ucd1d\uad50\uc7a5\uc2e4\ub85c \uc5f0\ub77d\uc744 \uc8fc\uc2ed\uc2dc\uc624.