Dear MS/HS Parents,

We are excited to invite you to campus for our first-ever HS music 
concert on Friday, June 8th at 17h00 in the PAC.  We will have the 
pleasure of enjoying a performance on Friday evening from both our HS 
Band and HS Chorus who will entertain you with music from several 
different genres.  For your planning, please note that the show is 
expected to last roughly 90 minutes.

Please note that even if your child is not a member of the HS Band or 
Chorus, you are still welcome to enjoy the concert and the wonderful 
music by our talented students.  The event is, of course, optional.  If 
you have any questions, please don't hesitate to contact the secondary 
school office (secondary@sjajeju.kr, 064-801-1306).  We hope to see many 
of you in attendance on Friday evening in two weeks' time.



Warm regards,
Secondary School Office


\uc911\uace0\ub4f1\ubd80 \ud559\ubd80\ubaa8\ub2d8\uaed8,


\uace0\ub4f1\ubd80\uc758 \uccab \uc74c\uc545 \ucf58\uc11c\ud2b8\uc5d0 \ud559\ubd80\ubaa8\ub2d8\uc744 \ucd08\uccad\ud558\uac8c \ub418\uc5b4 \uc9c4\uc2ec\uc73c\ub85c \uae30\uc058\uac8c \uc0dd\uac01\ud569\ub2c8\ub2e4.  \ucf58\uc11c\ud2b8\ub294 6\uc6d4 8\uc77c, \uae08\uc694\uc77c \uc624\ud6c4 5\uc2dc\ubd80\ud130 
PAC\uc5d0\uc11c \uc9c4\ud589\ub418\uba70 \uace0\ub4f1\ubd80 \ubc34\ub4dc\uc640 \ud569\ucc3d\ub2e8\uc5d0\uc11c \ub2e4\uc591\ud55c \uc7a5\ub974\uc758 \uc74c\uc545\uacf5\uc5f0\uc744 \uc900\ube44\ud558\uc600\uc2b5\ub2c8\ub2e4. \ubcf8 \uacf5\uc5f0\uc740 \ub300\ub7b5 90\ubd84 \uc815\ub3c4 \uc9c4\ud589\ub420 
\uc608\uc815\uc785\ub2c8\ub2e4.


\uacf5\uc5f0 \uad00\ub78c\uc740 \uc120\ud0dd\uc0ac\ud56d\uc774\uba70, \uace0\ub4f1\ubd80 \ubc34\ub4dc \ub610\ub294 \ud569\ucc3d\ub2e8\uc5d0\uc11c \uc790\ub140\ubd84\ub4e4\uc774 \uacf5\uc5f0\ud558\uc9c0 \uc54a\ub354\ub77c\ub3c4, \uc7ac\ub2a5\uc788\ub294 \ud559\uc0dd\ub4e4\uc774 \uc900\ube44\ud55c \ucf58\uc11c\ud2b8\uc5d0 
\ud559\ubd80\ubaa8\ub2d8\ub4e4\uc774 \ud568\uaed8 \ud558\uc154\uc11c \uba4b\uc9c4 \uc74c\uc545\uc744 \ud568\uaed8 \uc990\uae38 \uc218 \uc788\uae30\ub97c \ubc14\ub78d\ub2c8\ub2e4. \uc774\ubca4\ud2b8\uc5d0 \ub300\ud574 \uad81\uae08\ud558\uc2e0 \uc0ac\ud56d\uc740 \uc5b8\uc81c\ub4e0 \uc911\uace0\ub4f1\ubd80 \ud589\uc815\uc2e4 
(secondary@sjajeju.kr, 064-801-1306)\ub85c \ubb38\uc758\uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4.  2\uc8fc \ud6c4 \uae08\uc694\uc77c\uc5d0 \ub9ce\uc740 \ubd84\ub4e4\uc744 \ub9cc\ub098\ubd50 
\uc218 \uc788\uae30\ub97c \ubc14\ub78d\ub2c8\ub2e4.

\uac10\uc0ac\ud569\ub2c8\ub2e4.
\uc911\uace0\ub4f1\ubd80 \ud589\uc815\uc2e4