Dear 6th & 7th Grade Parents,

As a part of celebration of learning, and formal transition from MS to 
HS, we are delighted to invite you to attend our 8th Grade Capstone 
Presentation Day. This will take place on Friday morning, June 15th in 
the PAC starting at 8:30 am. All current 8th grade students will present 
their entrepreneurial design projects, along with their small teams, to 
the entire secondary school community.  As the parent of a student in 
the Middle School, you are invited to attend this event and to watch 
students present the business that they have created, even though your 
child will not present this academic year.

Kindly find the details below regarding the event and please don't 
hesitate to reach out to the secondary office (064-801-1306, 
secondary@sjajeju.kr) if you have any questions.

What: 8th Grade Capstone Project Presentations
When: Fri, June 15th, 8:30 am -10:30 am
Who: all current 8th grade students
Where: PAC


6\ud559\ub144, 7\ud559\ub144 \ud559\ubd80\ubaa8\ub2d8\uaed8,

\uc911\ud559\uad50\uc5d0\uc11c \uace0\ub4f1\ud559\uad50\ub85c\uc758 \uacf5\uc2dd\uc801\uc778 \uc804\ud658\uacfc \ud559\uc0dd\ub4e4\uc758 \uadf8\uac04 \ubc30\uc6b4 \uac83\ub4e4\uc744 \ucd95\ud558\ud558\ub294 8\ud559\ub144 \ucea1\uc2a4\ud1a4 \ud504\ub808\uc820\ud14c\uc774\uc158 \uc790\ub9ac\uc5d0 \uc5ec\ub7ec\ubd84\uc744 \ucd08\uccad\ud558\uac8c 
\ub418\uc5b4 \ub9e4\uc6b0 \uae30\uc058\uac8c \uc0dd\uac01\ud569\ub2c8\ub2e4.
\uc774 \ud589\uc0ac\ub294 6\uc6d4 15\uc77c (\uae08) 8\uc2dc 30\ubd84\ubd80\ud130 PAC\uc5d0\uc11c \uc9c4\ud589\ub420 \uc608\uc815\uc774\uba70,  8\ud559\ub144 \uc7ac\ud559\uc0dd\ub4e4\uc774 \uc18c\uadf8\ub8f9\ud300\ubcc4\ub85c \uc900\ube44\ud55c \ucc3d\uc5c5\ub514\uc790\uc778 
\ud504\ub85c\uc81d\ud2b8\ub97c \uc138\uc778\ud2b8 \uc874\uc2a4\ubca0\ub9ac \uc544\uce74\ub370\ubbf8 \uc81c\uc8fc \uc911\uace0\ub4f1\ubd80 \ud559\uc0dd\ub4e4\uc744 \ub300\uc0c1\uc73c\ub85c \ubc1c\ud45c\ud560 \uc608\uc815\uc785\ub2c8\ub2e4.
\uc911\ud559\uad50 \ud559\ubd80\ubaa8\ub2d8\uc73c\ub85c\uc11c \uc774\ubc88 \ud559\ub144\ub3c4\uc5d0 \uc790\uc81c\ubd84\uc774 \ubc1c\ud45c\ud558\uc9c0 \uc54a\ub354\ub77c\ub3c4, 8\ud559\ub144 \ud559\uc0dd\ub4e4\uc774 \ucc3d\uc548\ud55c \ube44\uc988\ub2c8\uc2a4\ub97c \ubc1c\ud45c\ud558\ub294 \uc790\ub9ac\uc5d0 \uc5ec\ub7ec\ubd84\uc744 
\ucd08\uccad\ud558\uace0\uc790 \ud569\ub2c8\ub2e4.

\uc774 \ud589\uc0ac\ub294 \uc544\ub798\uc640 \uac19\uc740 \uc77c\uc815\uc73c\ub85c \uc9c4\ud589\ub420 \uc608\uc815\uc774\uba70, \uad81\uae08\ud558\uc2e0 \uc0ac\ud56d\uc740 \uc911\uace0\ub4f1\ubd80 \ud589\uc815\uc2e4 (064-801-1306, 
secondary@sjajeju.kr) \uc5d0 \uc5b8\uc81c\ub4e0 \ubb38\uc758\uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4.

\ud589\uc0ac : 8\ud559\ub144 \ucea1\uc2a4\ud1a4 \ud504\ub85c\uc81d\ud2b8 \ud504\ub808\uc820\ud14c\uc774\uc158
\uc77c\uc2dc : 6\uc6d4 15\uc77c (\uae08), 8:30 am -10:30 am
\ubc1c\ud45c\uc790 : 8\ud559\ub144 \uc804\uccb4 \uc7ac\ud559\uc0dd
\uc7a5\uc18c : PAC

\uac10\uc0ac\ud569\ub2c8\ub2e4.

Secondary Office
SJA Jeju