Dear MS/HS Parents,

Our uniform vendor, Ivy Club, has apologetically identified an issue 
with the length of our skirts, and realizes that they are not in 
compliance with our dress code.  As such, they've offered to do free 
alternations over the summer for all female skirts in order for them to 
be of appropriate length for school.  This is a requirement for 
virtually all female skirts sold this year of which most are too short 
for a school environment.
Ivy Club will contact you with specific details directly in order to let 
you know how to take advantage of this service.  Please note that 
beginning next school year, we will strictly enforce dress code as 
outlined in our previous communication with parents.  Any female 
students arriving at school in skirts that are not knee-length, will not 
be allowed to attend classes until they are in compliance with dress 
code.  You are asked to take the first step in ensuring that your child 
is appropriately dressed for school next year.    Female students are 
can also wear uniform pants, instead of a skirt, as long as the material 
is the same gray color as our current uniform.
Thank you in advance for your help and for taking care of this over the 
summer in preparation for next school year.

Warm regards,
SJA Jeju Secondary School Office


\uc911\uace0\ub4f1\ubd80 \ud559\ubd80\ubaa8\ub2d8\uaed8,

\uc6b0\ub9ac \ud559\uad50 \uad50\ubcf5 \uc5c5\uccb4\uc778 \uc544\uc774\ube44 \ud074\ub7fd\uc740 \uc2a4\ucee4\ud2b8 \uae38\uc774 \uad00\ub828\ud558\uc5ec \uc6b0\ub9ac \ud559\uad50\uc758 \ub4dc\ub808\uc2a4 \ucf54\ub4dc\uc5d0 \uc900\uc218\ud558\uc9c0 \uc54a\uc558\uc74c\uc744 \ud655\uc778\ud558\uace0 \uc774\uc5d0 \ub300\ud574 \uc0ac\uacfc\ub97c 
\ud45c\ud588\uc2b5\ub2c8\ub2e4. \uc774\uc640 \uad00\ub828\ud558\uc5ec, \uc544\uc774\ube44 \ud074\ub7fd\uc740 \ubaa8\ub4e0 \uc5ec\ud559\uc0dd\ub4e4\uc758 \uc2a4\ucee4\ud2b8\uc5d0 \ub300\ud574 \ud559\uad50\uc758 \uae30\uc900\uc5d0 \ub9de\ucd94\uc5b4 \uc218\uc120 \uc11c\ube44\uc2a4\ub97c \ubb34\ub8cc\ub85c \uc81c\uacf5\ud574 \uc8fc\uae30\ub85c 
\ud588\uc2b5\ub2c8\ub2e4. \uc774\ub294 \uc62c\ud574 \ud310\ub9e4\ub41c \ub300\ubd80\ubd84\uc758 \uc2a4\ucee4\ud2b8 \uae38\uc774\uac00 \ud559\uad50\ud658\uacbd\uc5d0 \uc801\ud569\ud558\uc9c0 \uc54a\uc544, \uc0ac\uc2e4\uc0c1 \ubaa8\ub4e0 \uc5ec\ud559\uc0dd\ub4e4\uc5d0\uac8c \ud544\uc694\ud569\ub2c8\ub2e4.

\uc544\uc774\ube44 \ud074\ub7fd\uc740 \uc774 \uc11c\ube44\uc2a4 \uc774\uc6a9\uacfc \uad00\ub828 \uc790\uc138\ud55c \uc548\ub0b4\ub97c \uc704\ud574 \ud559\ubd80\ubaa8\ub2d8\ub4e4\uaed8 \uc9c1\uc811 \uc5f0\ub77d\ub4dc\ub9b4 \uac83\uc785\ub2c8\ub2e4.  \ub2e4\uc74c \ud559\ub144\ub3c4\ubd80\ud130\ub294 \uc774\uc804\uc5d0 \uc1a1\ubd80\ud574 
\ub4dc\ub838\ub358 \ub4dc\ub808\uc2a4 \ucf54\ub4dc\ub97c \uc5c4\uaca9\ud558\uac8c \uc801\uc6a9\ud560 \uac83\uc784\uc744 \uc8fc\uc9c0\ud574 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4. \ubb34\ub98e \uae38\uc774\uac00 \uc544\ub2cc \uc2a4\ucee4\ud2b8\ub97c \uc785\uace0 \ud559\uad50\uc5d0 \uc624\ub294 \uc5ec\ud559\uc0dd\ub4e4\uc740 
\ub4dc\ub808\uc2a4\ucf54\ub4dc\uc5d0 \uc900\ud55c \uad50\ubcf5\uc744 \ucc29\uc6a9\ud558\uae30 \uc804\uae4c\uc9c0 \uc218\uc5c5\uc5d0 \ucc38\uc5ec\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
\uc790\uc81c\ubd84\ub4e4\uc774 \ub2e4\uc74c \ud559\ub144\ub3c4\ubd80\ud130 \uc801\ud569\ud558\uac8c \uad50\ubcf5\uc744 \ucc29\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \ud655\uc2e4\ud788 \uc9c0\ub3c4\ud574 \uc8fc\uc2e4 \uac83\uc744 \uc694\uccad\ub4dc\ub9bd\ub2c8\ub2e4.  \ud604\uc7ac \uc720\ub2c8\ud3fc\uacfc \ub3d9\uc77c\ud55c \uc18c\uc7ac\uc640 
\uc0c9\uc0c1 (\ud68c\uc0c9)\uc774\ub77c\uba74 \uc5ec\ud559\uc0dd\ub4e4\ub3c4 \uc2a4\ucee4\ud2b8 \ub300\uc2e0, \ubc14\uc9c0\ub97c \uc785\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.
\ud559\ubd80\ubaa8\ub2d8\ub4e4\uc758 \ud611\uc870\uc5d0 \uac10\uc0ac\uc758 \ub9d0\uc500\uc744 \ub4dc\ub9ac\uba70 \ub2e4\uc74c \ud559\ub144\ub3c4\ub97c \uc900\ube44\ud558\ub294 \uc5ec\ub984 \uae30\uac04\uc5d0 \uc774\ub97c \ucc59\uaca8\uc8fc\uc2dc\uba74 \uac10\uc0ac\ud558\uaca0\uc2b5\ub2c8\ub2e4.

\uac10\uc0ac\ud569\ub2c8\ub2e4.
SJA Jeju \uc911\uace0\ub4f1\ubd80




* This is no reply email.
* \ud68c\uc2e0 \ubd88\uac00\ub2a5\ud55c \uc774\uba54\uc77c\uc785\ub2c8\ub2e4.